export const products = [
    {
      id : 1,
      category_id:1,
      name: 'Аниме 50 см My Hero Academy плюшевая игрушка Boku Yoh Asakura Katsuki Bakugo Shoto Toooroki Подушка мультяшная мягкая подушка подарок для ребенка',
      rating: '4.9/5',
      price:'11.7',
      description: 'Аниме 50 см My Hero Academy плюшевая игрушка Boku Yoh Asakura Katsuki Bakugo Shoto Toooroki Подушка мультяшная мягкая подушка подарок для ребенка. Размеры: 50 см. Материал: мягкий плюш и ПП хлопок ;Состояние: 100% новые и высококачественные;Посылка: 1 шт./лот в одном opp пакете.Мы можем предоставить прямые поставки и оптовые поставки. Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь с нами!',
      
      image: 'https://ae01.alicdn.com/kf/HTB1MffXaxv1gK0jSZFFq6z0sXXay.jpg',
      ref: 'https://aliexpress.ru/item/4000011989620.html?spm=a2g0v.best.8.21.163245Mt45MtvW&scm=1007.17258.156125.0&pvid=d2a550e7-96c5-4c79-a165-0c6d5037f6ed'
    },
    {
      id : 2,
      category_id:2,
      name: '2019 японский аниме My Hero Academy Ретро плакат домашний художественный декор плакат из крафт-бумаги живопись наклейки на стену',
      rating: '5.0/5',
      price:'5.05',
      description: 'Особенности товара Пигмент:в качестве КВС;Вид: Классический ; Тип декалькирования:в качестве КВС; Тип Каллиграфии и Живописи: в качестве КВС ;Узор:в качестве КВС Техника: в качестве КВС;  Материал:Бумага  Форма:Сердце  в качестве КВС;  Оригинал:Нет  Размер Каллиграфии и Живописи:в качестве КВС',
      image: 'https://ae01.alicdn.com/kf/HTB1wz5cXyDxK1RjSsphq6zHrpXae.jpg',
      ref:'https://aliexpress.ru/item/4000180779287.html?spm=a2g0v.best.8.30.163245Mt45MtvW&scm=1007.17258.156125.0&pvid=d2a550e7-96c5-4c79-a165-0c6d5037f6ed'
    },
    {
      id : 3,
      category_id:3,
      name: '30 см 90 см уголок био Подушка японская анимация Sumikko гураши плюшевые игрушки для малышей Высокое качество мультфильм малыш девочки подарки на день Святого Валентина',
      rating: '5.0/5',
      price:'3.7',
      description: 'Особенности: 100% Высокое качество и абсолютно новый. Размеры:30/60/90 см. Материал: ПП хлопок. Мы можем предоставить прямые поставки и оптовые поставки. Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь с нами!',
      image: 'https://ae01.alicdn.com/kf/HTB1DTlNy41YBuNjy1zcq6zNcXXaZ.jpg',
      ref: 'https://aliexpress.ru/i/32886744147.html'
    },
    {
      id : 4,
      category_id:4,
      name: 'Клоун горячий воздушный шар металлическая брошь с эмалью мультфильм горох Золотая рыбка рана наклейка Блокнот значок булавка Скелет хлеб ювелирные изделия подарок',
      rating: '4.6/5',
      price:'0.5',
      description: 'Бренд: XEDZТип металла: Цинковый сплавТип товара: БрошиФорма/узор: ЖивотноеНомер модели: XZ701Индивидуальное изготовление: НетТип броши: БрошиМодное/качественное: МодноеПол: УнисексСтиль: TRENDYМатериал: Металл',
      
      image: 'https://ae01.alicdn.com/kf/HTB1mF0bcqWs3KVjSZFxq6yWUXXaR.jpg',
      ref: 'https://aliexpress.ru/item/33039463463.html?spm=a2g0v.best.8.25.163245Mt45MtvW&scm=1007.17258.156125.0&pvid=d2a550e7-96c5-4c79-a165-0c6d5037f6ed'
    },
    {
      id : 5,
      category_id:4,
      name: 'Украшение для дома Ловец снов с огнями перья ручной работы украшения подарок на день рождения Настенный декор для автомобиля',
      rating:'5.0/5',
      price:'4.7',
      description: 'Описание:Материал: A, B, D: струнная лампа, перо, железное кольцо, C: струнная лампа, перо, ротанговое кольцо.Цвет: как на картинке.Тип: «ловец снов». Тема: дом, сад. Размер: A, D: сетчатое кольцо 20 см, общая длина 65 см, B: большой круг 15 см, маленький круг 5 см, общая длина 50 см, C: сетчатое кольцо 15 см, общая длина 65 см.Размер упаковки: 40*15*2 см. Вес нетто: 0,07 кг',
      
      image:'https://ae01.alicdn.com/kf/HTB10YuOXITxK1Rjy0Fgq6yovpXag.jpg',
      ref: 'https://aliexpress.ru/item/32954186039.html?spm=a2g0o.detail.100009.3.88aa6776mDEjLt&gps-id=pcDetailLeftTopSell&scm=1007.13482.95643.0&scm_id=1007.13482.95643.0&scm-url=1007.13482.95643.0&pvid=1dbd7701-041a-4dd6-934b-e0fa89337167&_t=gps-id:pcDetailLeftTopSell,scm-url:1007.13482.95643.0,pvid:1dbd7701-041a-4dd6-934b-e0fa89337167,tpp_buckets:668%230%23131923%2318_668%23808%233772%23981_668%23888%233325%2313'
    },
    {
      id : 6,
      category_id:1,
      name: 'Светодиодный ночник украшение стола светильник батарея мечта милый кот 7 Красочный Праздник креативный перезаряжаемый светильник для детской спальни luminar',
      rating:'4.9/5',
      price:'9.75',
      description: 'Коснитесь продукта, чтобы отрегулировать изменения в светильник:С выключателем питания (светильник теплого желтого цвета);В первый раз, когда вы нажимаете фактический цвет товара может незначительно отличаться в светильник красочно и постепенный (изменения используемого светильник цвета с течением времени; Вторая съемка останавливает текущий светильник цвета;Третий удар, светильник выключен;В четвёртый раз светильник теплого желтого цвета; цикл повторяется.Без операции, он автоматически исчезнет через 1 час',
      
      image: 'https://ae01.alicdn.com/kf/HTB1wnWjaULrK1Rjy1zbq6AenFXar.jpg',
      ref: 'https://aliexpress.ru/item/32967825255.html?spm=a2g0v.best.8.117.163245Mt45MtvW&scm=1007.17258.156125.0&pvid=308ee6db-fe8b-4520-86b3-b37a7541679b'
    },
    {
      id : 7,
      category_id:3,
      name:'Чистый хлопок булавка настенный дисплей Вымпел Баннер значок кнопки и нагрудные коллекции украшения дома аксессуары Горячая Распродажа',
      rating:'5.0/5',
      price:'1.65',
      description: 'Материал: хлопок, он не будет рваться и износиться из-за широкого использования, который является прочным и прослужит долго. 2 размера: 17,5x16,8 см (S), 27,5x24,5 см (M), длина деревянной палочки: 20 см/7,87 "(S), 30 см/11,8 "(м). Вы можете взять свои булавки, заплатки, кнопки, значки из коробки и показать их на этом изысканном и стильном баннере. Отлично подходит для вашей растущей коллекции штифтов.Может служить декором для ваших жилых помещений, дома, офисов, оживить и обогатить ваше пространство, дать вашей комнате классическое, модное и изысканное чувство.Самое время распаковать свои любимые коллекции и с гордостью отображать их на стене.',
      
      image: 'https://ae01.alicdn.com/kf/HTB11lBMUb2pK1RjSZFsq6yNlXXaz.jpg',
      ref:'https://aliexpress.ru/item/33009657258.html?spm=a2g0v.best.8.126.163245Mt45MtvW&scm=1007.17258.156125.0&pvid=308ee6db-fe8b-4520-86b3-b37a7541679b'
    },
    {id : 8,
      category_id:1,
      name:'Светящийся 26 Английский алфавит светодиодный светильник с буквами Креативный светодиодный ночник на батарейках 16 см романтическое украшение для свадебной вечеринки',
      rating: '5.0/5',
      price:'10.7',
      description:'Тип изделия: буквенный светильник;Цвет товара: белый (как показано на фотографии);Основные Материал: Пластик;Цвет излучения: теплый белый;Форма: белые футболки с принтом;Напряжение: 3 В постоянного тока;Питание: 2 батарейки типа AAA (не входят в комплект);Переключатель: Переключатель ВКЛ/ВЫКЛ;Применение: как украшение ночной лампы, на день рождения, свадьбу, предложить Свадебные вечерние.Высота предмета: 16 см',
      
      image:'https://ae01.alicdn.com/kf/HTB1.at.couF3KVjSZK9q6zVtXXaP.jpg',
      ref:'https://aliexpress.ru/item/33034372456.html?spm=a2g0o.detail.1000015.1.36ed74335fkZB2&scm=1007.14452.153381.0&scm_id=1007.14452.153381.0&scm-url=1007.14452.153381.0&pvid=aab86f94-d1dd-474d-8d1b-61de14fa200c&fromDetail'
    },
    { id : 9,
      category_id:4,
      name:'1 шт микс мороженое планета Единорог шаблон металлические значки булавки и броши для женщин мужчин нагрудные булавки рюкзак сумки нашивка для куртки NW3',
      rating: '4.0/5',
      price:'2.75',
      description:'Цвет: такой же, как на картинке ниже Отгрузка: Бесплатная доставка по авиа-отправление Почты Китая, это занимает около 15-25 дней в большинство стран, это может занять несколько дней больше, когда есть строгие таможенные проверки. Если вам нужно, чтобы мы отправляли через EMS, пожалуйста, свяжитесь с нами для оплаты доставки.',
      
      image:'https://ae01.alicdn.com/kf/HTB12jvNbXP7gK0jSZFjq6A5aXXas.jpg',
      ref:'https://aliexpress.ru/item/4000032001503.html?spm=a2g0o.detail.1000014.19.2aeccee3FrDDhV&gps-id=pcDetailBottomMoreOtherSeller&scm=1007.13338.146400.0&scm_id=1007.13338.146400.0&scm-url=1007.13338.146400.0&pvid=0e5ccc71-36ad-4515-95b2-d97c60c5ea93&_t=gps-id:pcDetailBottomMoreOtherSeller,scm-url:1007.13338.146400.0,pvid:0e5ccc71-36ad-4515-95b2-d97c60c5ea93,tpp_buckets:668%230%23131923%2318_668%23808%233772%23981_668%23888%233325%2313'
    },
    { id : 10,
      category_id:1,
      name:'Новинка 24/48 офис и школа домашний декор картины Сделай Сам ручка для рисования флуоресцентный гель Красочные вечерние кисти заправки акварельные заправки',
      rating:'4.7/5',
      price:'15.67',
      description:'24/48 шт/партия офисная и школьная флуоресцентная Заправка для гелевой ручки многоцветная кисть цвета воды Сменные стержни для ручек для красочные картины новинка Тип: гель для заправки зажигалок. Гелевая ручка Тип чернил: гель-чернила. Материал: Пластик. Стираемый или нет: нет. Применение: ручка для офисов и школ.Функция гелевой ручки: нормальная',
      
      image: 'https://ae01.alicdn.com/kf/HTB1OYEEc6fguuRjSspaq6yXVXXag.jpg',
      ref: 'https://aliexpress.ru/i/4000042056068.html'
    }
  ]; 
  